const quillTextSample = [
  {
    "insert": "\n",
    "attributes": {"align": "justify"}
  },
  {
    "insert": {"image": "D:\\sociallib\\assets\\content\\1.jpg"},
    "attributes": {"style": "width: 1536.0; height: 792.8; "}
  },
  {
    "insert": "\n",
    "attributes": {"align": "justify"}
  },
  {
    "insert": "ایمان به غیب",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0, "bold": true}
  },
  {
    "insert": "\n",
    "attributes": {"align": "justify"}
  },
  {
    "insert":
        "یکی از مهم‌ترین و خاص‌ترین ویژگی‌های مؤمنان به شمار می‌رود. آنان به تمامی اخباری که رسولان آورده و از جانب الله رسانده‌اند، ایمان دارند.",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "امور قابل درک فقط منحصر به حسّ و ظاهر نیستند. از آنجا که ملحدان فقط حسّ و ظاهر را قبول دارند، امور مدرکه را منحصر به دایرۀ محدودی نموده و آنچه توسّط حسّ و تجربه فهمیده‌اند را ثابت و غیر آن را نفی و انکار کرده‌اند.به همین علّت، آنان علوم غیبی و آنچه رسولان آورده‌اند و در کتاب‌های آسمانی نازل شده است را انکار نموده‌اند.",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "این دیدگاه و گمان، از لحاظ شرعی، عقلی و تجربی باطل است، زیرا امور مدرکه محدود به آنچه توسّط حس ثابت گردد، نیست و موراد دیگری و اخبار صادقانه‌ای نیز وجود دارد که برترین و مهم‌ترینشان، اخبار الله تعالی و پیامبرانش بوده و در این موارد، بیان و توضیح هر چیزی آمده است. علوم مدرکه توسّط حس در برابر علومی که رسولان آورده‌اند همچون یک قطره‌ در دریایی پُرآب است.",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "علاوه بر این، اشیائی موجود است که مردم آن‌ها را قبول دارند هر چند با چشم ندیده‌اند؛ مانند روح که دیده نمی‌شود و با وجود این، اگر از بدن خارج شود، انسان بی‌جان و بی‌حرکت می‌گردد. آیا کسی به بهانۀ اینکه روح از محسوسات نیست، آن را انکار و رد می‌کند؟! برق نیز چنین است. آیا کسی برق را دیده است؟! مردم فقط اثرش را مشاهده می‌کنند. آیا ایمان و باور به وجود برق آسان‌تر و عاقلانه‌تر است یا ایمان به معبودی که آن را با سایر اسرار و موجودات هستی آفریده است؟!",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "عالَم جنّ و شیاطین",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0, "bold": true}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "جن جهانی غیر از عالَم انسان و عالَم فرشتگان است و آن‌ها از لحاظ برخورداری از عقل و ادراک و قدرت انتخاب راه خیر و شر، با انسان مشترکند، ولی در چندین مورد با آنان تفاوت دارند که مهم‌ترینش، همان تفاوت در اصل است.چون مخفی و پنهان هستند و دیده نمی‌شوند، جن نام گرفته‌اند. اصل جن: الله متعال به ما خبر داده که جنّیان از آتش آفریده شده‌اند: ﴿وَٱلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نَّارِ ٱلسَّمُومِ﴾ [الحجر: ۲۷]، «و جن را پیش از آن، از آتش سوزان آفریدیم.» ﴿وَخَلَقَ ٱلۡجَآنَّ مِن مَّارِجٖ مِّن نَّارٖ﴾ [الرّحمن: ۱۵]، «و جن را از شعله‌ای آتش خلق کرد.»",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "شیطانی که الله تعالی در قرآن کریم، بسیار دربارۀ او سخن گفته، از جنّیان بوده که در ابتدا، الله متعال را پرستش می‌نمود و به همراه فرشتگان، ساکن آسمان بود و وارد بهشت شد، امّا وقتی پروردگارش به وی دستور داد تا برای آدم علیه السلام سجده کند، او از روی تکبّر و خودبرتربینی سر باز زد و در نتیجه، الله  شیطان را از رحمتش دور و محروم ساخت.",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "شیطان مخلوق است: با توجّه به آیات قرآن و احادیث نبوی، شیطان مخلوق بوده و عقل و درک و تحرّک دارد و اینکه برخی از نادانان می‌گویند ابلیس روح شرّی است که هر گاه بر دل انسان چیره شود، به صورت غرائز حیوانی آشکار می‌گردد و وی را از دستیابی به الگوی والای معنوی باز می‌دارد، سخن و دیدگاهی اشتباه و باطل است.[۱]",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "مرگ و عمر جنّیان:",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0, "bold": true}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "بدون تردید جنّیان – که شیاطین نیز از آن‌ها هستند- می‌میرند، چون آیۀ زیر شامل این مخلوقات هم می‌شود: ﴿کُلُّ مَنۡ عَلَیۡهَا فَانٖ٢۶ وَیَبۡقَىٰ وَجۡهُ رَبِّکَ ذُو ٱلۡجَلَٰلِ وَٱلۡإِکۡرَامِ٢٧ فَبِأَیِّ ءَالَآءِ رَبِّکُمَا تُکَذِّبَانِ﴾ [الرّحمن: ۲۶- ۲۸] ، «هر چه بر روی آن [زمین] است، فانی شود و [تنها] روی پروردگار ذو الجلال و گرامی توست که باقی می‌ماند. پس [ای گروه انس و جن!] کدامین نعمت‌های پروردگارتان را تکذیب می‌کنید؟!»امّا از مقدار عمر آن‌ها آگاه نیستیم مگر آنچه الله تعالی دربارۀ ابلیس بیان فرموده که تا روز قیامت زنده خواهد ماند، چنانکه در قرآن کریم می‌خوانیم:﴿قَالَ أَنظِرۡنِیٓ إِلَىٰ یَوۡمِ یُبۡعَثُونَ١۴ قَالَ إِنَّکَ مِنَ ٱلۡمُنظَرِینَ﴾ [الأعراف: ۱۴-۱۵] ، «[ابلیس] گفت: تا روزی‌ که [مردم] برانگیخه می‌شوند، مرا مهلت ده. [الله] فرمود: مسلّماً تو از مهلت ‌یافتگانی.» محلّ سکونت جنّیان: آن‌ها بر روی زمینی که ما زندگی می‌کنیم، سکونت دارند و بیشتر در خرابه‌ها و بیابان‌ها و محلّ نجاست؛ همچون حمّام، توالت، زباله‌دان، قبرستان و امثال آن که جایگاه شیاطین است، جمع می‌شوند.[۲] احادیثی در رابطه با منع نمازخواندن در حمّام بیان شده، زیرا محلّ نجاست و جایگاه شیطان بوده و نیز خواندن نماز در قبرستان منع شده، چون باعث شرک می‌شود.",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "قدرت جنّیان:",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0, "bold": true}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "الله متعال به آن‌ها قدرتی که به بشر نداده است را بخشیده و ما را از برخی توانایی‌های جنّیان باخبر ساخته است؛ مانند سرعت در حرکت و انتقال؛ چنانکه عفریتی از جنّیان به سلیمان پیامبر ÷ وعده داد که تخت ملکۀ یمن را در مدّتی کمتر از برخاستن یک مرد، به بیت المَقدِس آورد.",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "هدف از آفریشن جنّیان: الله متعال آن‌ها را برای همان هدفی که بشر را آفرید، به وجود آورد:﴿وَمَا خَلَقۡتُ ٱلۡجِنَّ وَٱلۡإِنسَ إِلَّا لِیَعۡبُدُونِ﴾ [الذّاریات: ۵۶]، «و من جنّ و انس را فقط برای اینکه مرا عبادت کنند، آفریدم.»",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "بنابراین جنّیان مکلّف به انجام یا ترک اموری هستند و هر کسی از آنان که فرمان برد، الله متعال از او راضی شده و وی را وارد بهشت می‌سازد، ولی هر کس که نافرمانی و سرکشی کند، جزایش آتش دوزخ است و متون فراوانی بیانگر این موضوع هستند.",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": " شیطان و انسان",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0, "bold": true}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "ابلیس بر برخی از انسان‌ها مسلّط می‌شود و شیاطین با افرادی که خود را تسلیم ابلیس نموده‌اند رابطه دارد و برای اطاعت از او، الله تعالی را نافرمانی می‌کنند.همچنین با برخی از آنان نبرد و نزاع دارد. در ادامه، مطالبی در مورد رابطۀ شیطان با آدمی بیان می‌گردد.شیطان در [بدن] انسان، همچون جریان خون جاری است.شیاطین به قصد گمراه‌نمودن، بر انسان‌ها مسلّط می‌شوند و الله تعالی بر اساس حکمت و تقدیر ازلی خویش، به آن‌ها قدرت داده است. با وجود این، تسلّط شیاطین بر حسب قوّت یا ضعف ایمان آدمی و آگاهی او، قوی یا ضعیف می‌گردد؛ هر اندازه ایمان و هوشیاری انسان بیشتر گردد، به همان مقدار تسلّط شیطان کم و ضعیف می‌شود و بالعکس. بنابراین شیاطین از برخی جنبه‌ها، قوی و از برخی جنبه‌ها ضعیفند. الله متعال می‌فرماید: ﴿إِنَّ کَیۡدَ ٱلشَّیۡطَٰنِ کَانَ ضَعِیفًا﴾ [النّساء: ۷۶] ،«قطعاً نیرنگ [و نقشۀ] شیطان همواره ضعیف است.»",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "اگر بنده اسلام را به خوبی بپذیرد و ایمان در دلش جای گیرد و حدود الهی را رعایت نماید، قطعا ابلیس از او می‌ترسد و فرار می‌کند.هدف نهایی شیطان: ابلیس تلاش می‌کند که انسان را به دوزخ بیندازد و او را از بهشت محروم سازد.اگر به این هدف نرسد، به دنبال اهدافی پایین‌تر می‌گردد. ابلیس شیوه‌هایی متفاوتی را برای فریب و گمراه‌نمودن بندگان در پیش می‌گیرد؛ همچون آراستن باطل، نامیدن امور حرام با عناوین مورد پسند و محبوب، کم‌کم و به تدریج گمراه‌ساختن و نفوذ از میان کمین‌گاه‌های ضعفی که بر انسان عارض می‌شود. شیوۀ نفوذ شیطان به دل انسان: این کار از طریق وسوسه صورت می‌گیرد. شیطان می‌تواند از طریقی که ما نمی‌فهمیم و از چگونگی آن خبر نداریم، به فکر یا دل انسان برسد.",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "اسلحۀ مؤمن در نبرد علیه شیطان:",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0, "bold": true}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "علی‌رغم دشمنی فراوان و بزرگی نیرنگ شیطان و حرص او بر گمراه‌ساختن انسان‌ها، در برخی موارد، خسته و دور و ذلیل و زبون می‌گردد؛ یعنی هنگامی که انسان از اسباب حفاظت از شرّ ابلیس استفاده نماید که به طور خلاصه، برخی از آن اسباب عبارتند از: رعایت احتیاط، پایبندی به آنچه در قرآن و سنّت آمده است، پناه‌بردن صادقانه به الله  از شرّ شیطان، مداومت بر ذکر الهی، شناخت شیوه‌های شیطان، بهره‌گیری و فراگیری علم نافع، عجله برای توبه و استغفار و سایر عواملی که برای دورنمودن شیطان تعیین شده است.[۳]",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "فلسفۀ خلقت شیطان:",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0, "bold": true}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "آفرینش ابلیس، دلایل و حکمت‌های فراوانی داشته، که در مبحث مربوط به آن در اصل این کتاب، بیان گشته و مهم‌ترین آن‌ها، تحقّق ابتلا و آزمایش مخلوقات و آشکارشدن قدرت پروردگار بر آفرینش موجودات متضاد و مختلف است.",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "مرگ، برزخ و قبر",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0, "bold": true}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "مرگ مخالف و نقیض زندگی و به معنای قطع رابطۀ روح با بدن و جداشدن آن و ایجاد مانع در میان آن دو و تغییر وضعیّت و انتقال از یک منزل به منزلی دیگر است.[۴] برزخ یعنی منزل پس از مرگ تا هنگام برانگیخته‌شدن.قبر، محلّ دفن انسان است و فتنۀ قبر یعنی پرسش دو فرشته پس از دفن میّت، دربارۀ پروردگار، دین و پیامبر او.",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "چگونگی فتنۀ قبر",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0, "bold": true}
  },
  {
    "insert": ":",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "وقتی مرده در قبر نهاده می‌شود، روح به بدنش باز می‌گردد و از وی سؤال شده و گفته می‌شود: پروردگار تو کیست؟ دین تو چیست؟ و پیامبرت چه کسی است؟",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "انسان مؤمن می‌گوید: پروردگارم، الله و دینم اسلام و پیامبرم محمّد صلی الله علیه وسلم است.امّا الله متعال ظالمان را گمراه نموده و شخص کافر می‌گوید: هاه، هاه نمی‌دانم. انسان منافق و مردّد نیز می‌گوید: نمی‌دانم؛ من از مردم چیزی شنیدم و همان را بر زبان آوردم. نعیم و عذاب قبر: یعنی نعمت‌ها یا عذابی که در قبر وجود دارد و نتیجۀ فتنۀ قبر است. بنابراین نعمت‌های آن، مخصوص مؤمنان صادق و عذابش مختصّ منافقان و کافران ظالم است. ایمان به عذاب و نعمت‌های قبر بدون کیفیّت است.عذاب و نعمت‌های قبر شامل افراد مدفون در قبر و غیر آن می‌شود، امّا به اعتبار غالب و اصل، عذاب و نعمت‌های قبر گفته شده است.[۵] عذاب و نعمت‌های قبر هم به بدن و هم به روح می‌رسد.",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "عذاب بر دو نوع است",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0, "bold": true}
  },
  {
    "insert": ":",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "نوعی از آن دائمی و نوع دیگر موقّتی و برای برخی از گنهکاران است.",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "به طور خلاصه و کلّی می‌توان گفت که عدم‌شناخت نسبت به الله تعالی، سرپیچی از دستورات او و ارتکاب گناهان باعث عذاب قبر می‌شوند.",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "و اسباب نجات از آن، بر عکس موارد فوق است.[۶]",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "——————————   ",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "[۱]- محمّد رسول الله وخاتم النّبیّین، محمّد خضر حسین، ص ۱۷٫",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert":
        "[۲]- الفرقان بین أولیاء الرّحمن وأولیاء الشّیطان، ابن تیمیّه، صص ۶۱- ۶۳؛ أحکام الجان، صص ۴۰- ۴۳٫",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "[۳]- همان، صص ۱۲۷- ۱۴۹٫",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "[۴]- التّذکره، ص ۴٫",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "[۵]- همان، ص ۴۰۰٫",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n",
    "attributes": {"header": 2, "align": "justify"}
  },
  {
    "insert": "[۶]- همان، ص ۱۳۴٫",
    "attributes": {"font": "\"droid arabic naskh\"", "size": 16.0}
  },
  {
    "insert": "\n\n\n",
    "attributes": {"header": 2, "align": "justify"}
  }
];
